{
    "projects":[
        {
            "name": "Bank Simulator",
            "img":"/img/Index.png",
            "date":"15/09/2021",
            "description":"Prototipo de um site de gerenciamento de contas bancárias.",
            "slides":["/img/Index.png","/img/banco2.png","/img/banco3.png"],
            "extras":["/img/banco4.png","/img/banco5.png"],
            "maisInfo":"O projeto é funcional e pode ser testado no link com o CPF : 123.456.789-00 e senha: 123.",
            "tecnologias":["html","css","jQuery","Bootstrap","java","javaScript","SQL","MySQL","PostgreSQL"],
            "link":"https://bank-simulator.herokuapp.com/",
            "id": 1
        },
        {
            "name": "Simulador de Redes",
            "img":"/img/redes.png",
            "date":"15/09/2021",
            "description":"Simulador de protocolos de rede como CSMA e ALOHA feito em python.",
            "slides":["/img/redes.png","/img/redes2.png","/img/redes3.png"],
            "extras":["/img/redes4.png","/img/redes5.png"],
            "maisInfo":"Experimentos simulando protocolos reais de rede Aloha puro/slotted, CSMA e um hipotético a fim de comparar a eficiência quanto ao número de colisões, pacotes entregues e vazão. No link acima se encontra um relatório analisando os dados, além de gráficos em Excel demonstrando a performance de cada protocolo.",
            "tecnologias":["python","Aloha","CSMA","Excel"],
            "link":"https://github.com/Fafnir-D3/SimuladorRedes",
            "id": 2
        },
        {
            "name": "Jogo",
            "img":"/img/jogo.png",
            "date": "01/06/2017", 
            "description": "Prototipo de um jogo de luta estilo 'Brawl' feito em python.",
            "slides":["/img/jogo.png","/img/jogo2.png","/img/jogo3.png"],
            "extras":["/img/jogo4.png","/img/jogo5.png"],
            "maisInfo":"Esse foi meu primeiro projeto em python feito assim que entrei na faculdade. A ideia era aprender os basicos de programação como if/else, for/while, fazendo algo divertido invez dos mesmos exercícios genéricos. O jogo é bem simples, são 2 jogadores lutando numa arena, podem ser escolhidos 6 personagens diferentes e cada personagem tem um ataque forte, um ataque fraco e um dash. Além disso bônus aleatórios podem aparecer na arena, como vida extra ou mais velocidade. Por fim, o jogador que tiver sua barra de vida reduzida a 0 perde. ",
            "tecnologias":["python","pygame","Game Design","Pixel Art"],
            "link":"",
            "id": 3
        }
    ],
    "curriculo":[
        {
            "nome":"Brendan Fortunato Buckley",
            "contatos":["Niterói, RJ","brbuckley@id.uff.br","https://github.com/Fafnir-D3"],
            "objetivo":"Vaga de estágio na área de informática, a fim de adquirir experiência no meio profissional das tecnologias que aprendi na faculdade e conhecer tecnologias novas.",
            "resumo":"Conhecimento em desenvolvimento web (front-end e back-end), banco de dados, e linguagens de programação.",
            "tecnologias":["Java","Python","C","html","CSS","JavaScript","jQuery","Bootstrap","Git","MySQL","PostgreSQL"],
            "formacao":["Sistemas de Informação (Cursando) – Universidade Federal Fluminense Jan/2019 – Jan/2023","English Proficiency (Listening, Reading and Grammar) - Michigan English Test Jul/2015"]
        }
    ]
}